Revit 2024 API
BuiltInFailures.ElevationFailures Class
 Failures about Elevation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ElevationFailures
Visual Basic
Public NotInheritable Class ElevationFailures
Visual C++
public ref class ElevationFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ElevationFailures
See Also
BuiltInFailures.ElevationFailures Members
Autodesk.Revit.DB Namespace